---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeyBasedTreeEntryError
source: html/c03ee604-26e1-f217-8074-db8cfcc6affa.htm
---
# KeyBasedTreeEntryError Members

Releases all resources used by the KeyBasedTreeEntryError